/* Survey required answer fallback label. */
"(required)" = "(required)";

/* Lack of email dialog message. */
"An email address will help us respond." = "An email address will help us respond.";

/* Answer label */
"Answer" = "Answer";

/* Description of Apptentive service in information screen. */
"Apptentive is an in-app feedback mechanism which allows app developers to quickly get feedback from customers." = "Apptentive is an in-app feedback mechanism which allows app developers to quickly get feedback from customers.";

/* No comment provided by engineer. */
"Authentication Failed" = "Authentication Failed";

/* Cancel
   Cancel button title
   Cancel Button Title */
"Cancel" = "Cancel";

/* Choose Photo Button Title */
"Choose From Library" = "Choose From Library";

/* Close alert view title */
"Close" = "Close";

/* Title of contact information section */
"Contact Info" = "Contact Info";

/* Title of contact information edit screen */
"Contact Settings" = "Contact Settings";

/* User name for text bubbles from developers. */
"Developer" = "Developer";

/* Title for enjoyment alert view. Parameter is app name. */
"Do you love %@?" = "Do you love %@?";

/* Email address popup placeholder text. */
"Email Address" = "Email Address";

/* Title of action sheet for messages with errors, but no error details. */
"Error Sending Message" = "Error Sending Message";

/* Title of action sheet for messages with errors. Parameter is the error. */
"Error Sending Message: %@" = "Error Sending Message: %@";

/* Sending prefix on messages that are sending */
"Error:" = "Error:";

/* Feedback placeholder */
"Feedback (required)" = "Feedback (required)";

/* Title of button to open Apptentive.com */
"Find out more at apptentive.com" = "Find out more at apptentive.com";

/* Title of button to forget contact information */
"Forget Info" = "Forget Info";

/* First feedback screen title.
   Title of feedback screen. */
"Give Feedback" = "Give Feedback";

/* Title for button to open Apptentive's privacy policy */
"Go to Apptentive's Privacy Policy" = "Go to Apptentive's Privacy Policy";

/* First feedback placeholder text. */
"How can we help? (required)" = "How can we help? (required)";

/* Invalid email dialog title. */
"Invalid Email Address" = "Invalid Email Address";

/* No comment provided by engineer. */
"Invalid response from server." = "Invalid response from server.";

/* First feedback screen body. */
"Let us know how to make our app better for you!" = "Let us know how to make our app better for you!";

/* Message Center title text */
"Message Center" = "Message Center";

/* Text above Apptentive logo */
"Message Center Powered By" = "Message Center Powered By";

/* Survey missing required answers formatted label. */
"Missing %d required answers." = "Missing %d required answers.";

/* Survey missing required answer label. */
"Missing a required answer." = "Missing a required answer.";

/* No comment provided by engineer. */
"Network Connection Error" = "Network Connection Error";

/* no */
"No" = "No";

/* Lack of email dialog title. */
"No email address?" = "No email address?";

/* Section footer for no feedback being updated. */
"No feedback waiting to upload." = "No feedback waiting to upload.";

/* cancel title for app rating dialog */
"No Thanks" = "No Thanks";

/* Okay button title */
"Okay" = "Okay";

/* Unable to load the App Store title */
"Oops!" = "Oops!";

/* Table footer asking for a valid email address. */
"Please enter a valid email address." = "Please enter a valid email address.";

/* Short tagline for Apptentive */
"Powered By Apptentive" = "Powered By Apptentive";

/* Rate app button title */
"Rate %@" = "Rate %@";

/* Remind me later button title */
"Remind Me Later" = "Remind Me Later";

/* Retry sending message title */
"Retry Sending" = "Retry Sending";

/* Running tasks section header */
"Running Tasks" = "Running Tasks";

/* Send button title */
"Send" = "Send";

/* Send button title */
"Send Feedback" = "Send Feedback";

/* Send image button title */
"Send Image" = "Send Image";

/* Survey send response button title */
"Send Response" = "Send Response";

/* Sending prefix on messages that are sending */
"Sending:" = "Sending:";

/* No comment provided by engineer. */
"Server did not return properly formatted JSON." = "Server did not return properly formatted JSON.";

/* No comment provided by engineer. */
"Server error." = "Server error.";

/* Survey view title */
"Survey" = "Survey";

/* Take Photo Button Title */
"Take Photo" = "Take Photo";

/* Rate app title. */
"Thank You" = "Thank You";

/* Text in thank you display upon submitting survey. */
"Thanks!" = "Thanks!";

/* Invalid email dialog message. */
"That doesn't look like an email address. An email address will help us respond." = "That doesn't look like an email address. An email address will help us respond.";

/* Section footer for feedback being uploaded. */
"These are the pieces of feedback which are currently being submitted." = "These are the pieces of feedback which are currently being submitted.";

/* Survey too few selections formatted label. */
"Too few selections made for %d questions above." = "Too few selections made for %d questions above.";

/* Survey too few selections label. */
"Too few selections made for a question above." = "Too few selections made for a question above.";

/* Survey too many selections formatted label. */
"Too many selections made for %d questions above." = "Too many selections made for %d questions above.";

/* Survey too many selections label. */
"Too many selections made for a question above." = "Too many selections made for a question above.";

/* Unable to load the App Store message */
"Unable to load the App Store" = "Unable to load the App Store";

/* Placeholder welcome message. */
"Use this area to communicate with the developer of this app! If you have questions, suggestions, concerns, or just want to help us make the app better or get in touch, feel free to send us a message!" = "Use this area to communicate with the developer of this app! If you have questions, suggestions, concerns, or just want to help us make the app better or get in touch, feel free to send us a message!";

/* View messages button title */
"View Messages" = "View Messages";

/* Rate app message. Parameter is app name. */
"We're so happy to hear that you love %@! It'd be really helpful if you rated us in the App Store. Thanks so much for spending some time with us." = "We're so happy to hear that you love %@! It'd be really helpful if you rated us in the App Store. Thanks so much for spending some time with us.";

/* We're sorry text */
"We're Sorry!" = "We're Sorry!";

/* Welcome */
"Welcome" = "Welcome";

/* Custom placeholder feedback text when user is unhappy with the application. */
"What can we do to ensure that you love our app? We appreciate your constructive feedback." = "What can we do to ensure that you love our app? We appreciate your constructive feedback.";

/* Placeholder for message center text input. */
"What's on your mind?" = "What's on your mind?";

/* No comment provided by engineer. */
"Wrong username and/or password." = "Wrong username and/or password.";

/* yes */
"Yes" = "Yes";

/* User name for text bubbles from users. */
"You" = "You";

/* Description of what to do when there is no screenshot. */
"You can include a screenshot by choosing a photo from your photo library above.\n\nTo take a screenshot, hold down the power and home buttons at the same time." = "You can include a screenshot by choosing a photo from your photo library above.\n\nTo take a screenshot, hold down the power and home buttons at the same time.";

/* Enjoyment dialog text */
"You've been using this app for a while. Do you love it?" = "You've been using this app for a while. Do you love it?";

/* Email Address Field Placeholder */
"Your Email" = "Your Email";

/* Description of Apptentive privacy policy. */
"Your feedback is hosted by Apptentive and is subject to Apptentive's privacy policy and the privacy policy of the developer of this app." = "Your feedback is hosted by Apptentive and is subject to Apptentive's privacy policy and the privacy policy of the developer of this app.";

/* Message panel sent message confirmation dialog text */
"Your response has been saved in this app's Message Center, where you may get a reply from us." = "Your response has been saved in this app's Message Center, where you may get a reply from us.";

